Repository: falafflepotatoe/trainsmart-code
Catalog: trunk/translations/*.UTF-8/LC_MESSAGES/itech.po
Languages: fr_fr

source: Your settings have been updated.
fr_fr: Vos paramètres ont été mis à jour.

source: No future trainings found.
fr_fr: Aucune prochaine formation trouvée.

source: A record already exists with this value.
fr_fr: Un dossier existe déjà avec cette valeur.

source: The evaluation could not be loaded.
fr_fr: Impossible de charger l'évaluation.

source: The evaluation could not be saved.
fr_fr: Impossible de sauvegarder l'évaluation.

source: Title
fr_fr: Titre

source: You must choose a question type for each question.
fr_fr: Vous devez choisir un type de question pour chaque question.

source: You must enter question text for each question.
fr_fr: Vous devez saisir le texte de la question pour chaque question.

source: The new evaluation was created.
fr_fr: La nouvelle évaluation a été crée.

source: The trainings have been assigned.
fr_fr: Les formations ont été assignées.

source: The evaluation has been assigned.
fr_fr: L'évaluation a été assignée.

source: Training start
fr_fr: Début de la formation

source: The person could not be saved.
fr_fr: Cette personne ne peut pas être enregistrée.

source: The external course could not be saved.
fr_fr: Le cours externe n'a pas pu être sauvegardé.

source: That name already exists.
fr_fr: Ce nom existe déjà.

source: Facility type
fr_fr: Type d'institution

source: That city does not appear to be located in the chosen region. If you want to create a new city, check the new city box.
fr_fr: Cette ville n'est pas située dans la région choisie. Si vous voulez créer une nouvelle ville, cochez la case nouvelle ville.

source: The facility could not be saved.
fr_fr: L'institution n'a pas pu être enregistrée.

source: Could not save that city.
fr_fr: La ville ne peut pas être enregistrée.

source: The facility was saved.
fr_fr: L'institution a été enregistrée.

source: ERROR: The facility could not be saved.
fr_fr: ERREUR : l'institution ne peut pas être enregistrée.

source: That facility was deleted.
fr_fr: Cette institution a été supprimée.

source: That facility could not be found.
fr_fr: Cette institution n'a pas été retrouvée.

source: That facility is in use and could not be deleted.
fr_fr: On ne peut pas supprimer cette institution, elle est ouverte.

source: That location was deleted.
fr_fr: Ce lieu a été supprimé.

source: That location could not be found.
fr_fr: Ce lieu n'a pas été retrouvé

source: That location is in use and could not be deleted.
fr_fr: Ce lieu est en cours d'utilisation et n'a pas pu être supprimé.

source: Course Name
fr_fr: Nom du cours

source: Start Date
fr_fr: Date de début

source: Training Center
fr_fr: Centre de Formation

source: Created By
fr_fr: Créé par

source: You do not have access rights to the requested action.
fr_fr: Vous n'avez pas les privilèges pour effectuer cette action.

source: That person was deleted.
fr_fr: Cette personne a été supprimée.

source: That person could not be found.
fr_fr: Cette personne n'a pas ete retrouvée.

source: That person is an active participant or trainer and could not be deleted.
fr_fr: Cette personne est un participant ou un formateur actif et ne peut pas être supprimée.

source: The person was saved. Refreshing history...
fr_fr: Cette personne est enregistrée. Metttre à jour son historique...

source: Gender
fr_fr: Sexe

source: Professional qualification
fr_fr: Qualification professionnelle

source: Birthdate
fr_fr: Date de naissance

source: Trainer type
fr_fr: Type de formateur

source: Trainer skill
fr_fr: Compétences du formateur

source: Facility
fr_fr: Institution

source: That facility name could not be found.
fr_fr: Le nom de cette institution n'a pas été retrouvé.

source: The person was saved. Refreshing change history...
fr_fr: Cette personne est enregistrée. Mettre à jour son historique...

source: The trainer information could not be saved.
fr_fr: On ne peut pas enregistrer les informations du formateur.

source: ERROR: The person could not be saved.
fr_fr: ERREUR : cette personne n'a pas pu être enregistrée.

source: No trainings selected.
fr_fr: Aucune formation sélectionnée.

source: Count
fr_fr: Nombre

source: Language
fr_fr: Langue

source: Location
fr_fr: Lieu

source: Training Topic
fr_fr: Sujet de la Formation

source: Funding
fr_fr: Financement

source: TOT
fr_fr: Formation de formateurs

source: Facility Name
fr_fr: Nom de l'Institution

source: Facility Type
fr_fr: Type d'Institution

source: Facility Sponsor
fr_fr: Bailleur

source: Recommended classes
fr_fr: Cours recommandés

source: Recommended
fr_fr: Recommandé(es)

source: (primary)
fr_fr: (primaire)

source: (secondary)
fr_fr: (secondaire)

source: Name
fr_fr: Nom

source: Email
fr_fr: Courriel

source: Phone
fr_fr: Téléphone

source: Category
fr_fr: Catégorie

source: Skill
fr_fr: Compétences

source: Topics Taught
fr_fr: thèmes enseignés

source: Work Phone
fr_fr: Téléphone au bureau

source: Home Phone
fr_fr: Téléphone à la maison

source: Mobile Phone
fr_fr: Téléphone portable

source: Unique Participants
fr_fr: Participants uniques

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Unknown
fr_fr: Inconnu

source: Female
fr_fr: Femme

source: Male
fr_fr: Homme

source: Course Length
fr_fr: Durée du cours

source: Course Trainers
fr_fr: Formateurs

source: Days
fr_fr: Jours

source: Course Participants
fr_fr: Participants

source: Date of Birth
fr_fr: Date de naisance

source: Primary Qualification
fr_fr: Qualification principale

source: Secondary Qualification
fr_fr: Qualification secondaire

source: Pre-Test
fr_fr: Pré-test

source: Change in Score
fr_fr: Changement de résultats

source: Add New Training
fr_fr: Ajouter une nouvelle formation

source: View/Edit Training
fr_fr: Afficher/Modifier la formation

source: View Training
fr_fr: Afficher la formation

source: Training Length
fr_fr: Durée de la formation

source: Training Interval
fr_fr: Intervalle de formation

source: Training length is required.
fr_fr: La durée de la formation est requise.

source: must be numeric.
fr_fr: Doit être numérique.

source: must be between 1-100.
fr_fr: Doit être compris entre 1 et 100.

source: Training end
fr_fr: Fin de la formation

source: End date must be after start date.
fr_fr: La date de fin doit superieure à la date de début.

source: Number of days is required.
fr_fr: Le nombre de jours est obligatoire.

source: Total training length is %s, but PEPFAR category total is %d days.
fr_fr: La durée de formation est de %s, mais la catégorie PEPFAR totale est de %d jours.

source: day
fr_fr: jour

source: days
fr_fr: jours

source: This training session could not be deleted. Some participants or trainers may still be attached.
fr_fr: Cette session de formation ne peut pas être supprimée. Certains participants ou formateurs y sont peut-être toujours associés.

source: This training session could not be saved.
fr_fr: La session de formation ne peut pas être enregistrée.

source: This training session has been saved.
fr_fr: Cette session de formation a été enregistrée.

source: Please enter your new
fr_fr: S'il vous plaît entrez votre nouveau

source: Insert new
fr_fr: Insérer un nouveau

source: Scores
fr_fr: Notes

source: Training session has been duplicated.<br>You can edit the duplicate session below.
fr_fr: Cette session de formation a été dupliquée. <br> Vous pouvez modifier la session dupliquée ci-dessous.

source: already exists
fr_fr: existe déjà

source: This trainer is already in this training session.
fr_fr: Ce formateur est déjà dans cette session de formation.

source: Could not update this record.
fr_fr: Impossible de mettre à jour cet enregistrement.

source: This participant is already in this training session.
fr_fr: Ce participant est déjà enregistré dans cette session de formation.

source: The training center has been updated.
fr_fr: Le centre de formation a été mis à jour.

source: The training center has been saved.
fr_fr: Le centre de formation a été enregistré.

source: The training center could not be saved.
fr_fr: Le centre de formation n'a pas pu être enregistré.

source: Label
fr_fr: Étiquette

source: Score
fr_fr: Note

source: select
fr_fr: sélectionner

source: Preview
fr_fr: Aperçu

source: Login
fr_fr: Ouvrir une session

source: Password
fr_fr: Mot de passe

source: The system could not log you in.
fr_fr: Le système n'a pas pu vous identifier.

source: That user account has been disabled.
fr_fr: Ce compte d'utilisateur a été desactivé.

source: That username or password is invalid.
fr_fr: Ce nom d'utilisateur ou mot de passe n'est pas valide.

source: Sunday
fr_fr: Dimanche

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: choose
fr_fr: choisir

source: All
fr_fr: Tout

source: Filename
fr_fr: Nom du fichier

source: Size
fr_fr: Taille

source: Author
fr_fr: Auteur

source: Upload Date
fr_fr: Date du chargement

source: Allowed file extensions
fr_fr: Extensions de fichier autorisées

source: Max upload size:
fr_fr: Taille maximum à télécharger

source: First Name
fr_fr: Prénom

source: Middle Name
fr_fr: 2e prénom

source: Last Name
fr_fr: Nom

source: National ID
fr_fr: Numéro d'identification nationale

source: File Number
fr_fr: Numéro de fichier

source: Phone (work)
fr_fr: Téléphone (bureaul)

source: Phone (home)
fr_fr: Téléphone (maison)

source: Phone (mobile)
fr_fr: Téléphone (portable)

source: Fax
fr_fr: Numéro de télécopie

source: Comments
fr_fr: Commentaires

source: Deleted
fr_fr: Supprimé

source: Active
fr_fr: Actif

source: Responsibility
fr_fr: Responsabilité

source: Address
fr_fr: Adresse

source: City
fr_fr: Ville

source: Training Name
fr_fr: Nom de la formation

source: Training Organizer
fr_fr: Organisateur de la formation

source: Training Level
fr_fr: Niveau de la formation

source: PEPFAR topic
fr_fr: Catégorie PEPFAR

source: Training of Trainers
fr_fr: Formation des formateurs

source: Course Objectives
fr_fr: Objectifs de la formation

source: Pre Test Score
fr_fr: Note du pre test

source: Post Test Score
fr_fr: Note du post test

source: Custom field 1
fr_fr: Champ personnalisé 1

source: Custom field 2
fr_fr: Champ personnalisé 2

source: Is Active
fr_fr: Est actif

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: Print
fr_fr: Imprimer

source: Export
fr_fr: Exporter

source: Developed and funded by I-TECH. For questions or help,
fr_fr: Développé et financé par I-TECH. Pour des questions ou aide,

source: click here
fr_fr: Cliquer ici

source: Home
fr_fr: Accueil

source: Trainings
fr_fr: Formations

source: People
fr_fr: Personnes

source: View/Edit Person
fr_fr: Afficher/Modifier une personne

source: Add New Person
fr_fr: Ajouter une nouvelle personne

source: View person
fr_fr: Afficher une personne

source: Places
fr_fr: Lieux

source: View/Edit Facility
fr_fr: Afficher/Modifier une Institution

source: View facility
fr_fr: Afficher une institution

source: Add Facility
fr_fr: Ajouter une institution

source: View/Edit Training Location
fr_fr: Afficher/Modifier le lieu de formation

source: View Training Location
fr_fr: Afficher le lieu de formation

source: Add Training Location
fr_fr: Ajouter un lieu de formation

source: Reports
fr_fr: Rapports

source: Training Reports
fr_fr: Rapports de formation

source: Participant Reports
fr_fr: Rapports des participants

source: Trainer Reports
fr_fr: Rapports des formateurs

source: Facility Reports
fr_fr: Rapport des institutions

source: Assessment Reports
fr_fr: Rapport d'évaluation

source: Roster Reports
fr_fr: Rapports par session

source: Data Downloads
fr_fr: Téléchargements de données

source: My Account
fr_fr: Mon compte

source: Country Setup
fr_fr: Configuration pays

source: Training Settings
fr_fr: Paramètres de la formation

source: People Settings
fr_fr: Paramètres des personnes

source: Facility Settings
fr_fr: Paramètres du local

source: Add New User
fr_fr: Ajouter un nouvel utilisateur

source: Edit User
fr_fr: Modifier utilisateur

source: login
fr_fr: Ouvrir une session

source: logout
fr_fr: Fermer la session

source: Welcome
fr_fr: Bienvenue

source: Region Setup
fr_fr: Configuration région

source: Move Regions
fr_fr: Déplacer les régions

source: Training
fr_fr: Formation

source: Training Category
fr_fr: Catégorie de formation

source: Assign Titles
fr_fr: Assigner des titres

source: Training Title
fr_fr: Titre de la formation

source: PEPFAR Category
fr_fr: Catégorie PEPFAR

source: Recommended Topic
fr_fr: Thèmes recommandés

source: Nat. Curriculum
fr_fr: Curriculum national

source: Training Method
fr_fr: Méthode de formation

source: Trainer Types
fr_fr: Types de formateur

source: Trainer Skills
fr_fr: Compétences des formateurs

source: Languages
fr_fr: Langues

source: Titles
fr_fr: Titres

source: Suffix
fr_fr: Suffixe

source: Active Trainer
fr_fr: Formateurs actif

source: Facilities
fr_fr: Institutions

source: Facilities Settings
fr_fr: Paramètres de l'institution

source: Facility Types
fr_fr: Types d'institution

source: Facility Sponsors
fr_fr: Bailleurs

source: Users
fr_fr: Utilisateurs

source: Add Users
fr_fr: Ajouter des utilisateurs

source: Course
fr_fr: Cours

source: People Search
fr_fr: Recherche de personnes

source: Move
fr_fr: Déplacer

source: Training Calendar
fr_fr: Calendrier de Formation

source: Print Calendar
fr_fr: Imprimer le calendrier

source: Data
fr_fr: Données

source: Persons
fr_fr: Personnes

source: A training was approved by
fr_fr: Une formation a été approuvée par

source: You have been assigned a new temporary password.
fr_fr: Un nouveau mot de passe temporaire vous a été attribué.

source: Please change your password once you log in
fr_fr: Merci de changer votre mot de passe après avoir ouvert une session

source: here
fr_fr: ici

source: Your login is as follows:
fr_fr: Votre session est comme indiquée :

source: username:
fr_fr: nom d'utilisateur :

source: password:
fr_fr: mot de passe :

source: Dear
fr_fr: Cher/ Chère

source: Your new account has been created and is ready for use.
fr_fr: Votre nouveau compte a été créé et vous pouvez l'utiliser.

source: website:
fr_fr: Site internet :

source: A training was rejected by
fr_fr: Une formation a été rejetée par

source: A training was resubmitted by
fr_fr: Une formation a été à nouveau soumise par

source: Please change your password once you log in here
fr_fr: Merci de changer votre mot de passe en ouvrant la session ici

source: Oops
fr_fr: Oups

source: Sorry. An error just occurred. Please try again, or contact a system administrator.
fr_fr: Désolé. Une erreur s'est produite. Merci de réessayer ou de prendre contact avec l'administrateur système.

source: Enter title of Evaluation
fr_fr: Entrer le titre de l'evaluation

source: Number
fr_fr: Nombre

source: Text
fr_fr: Texte

source: Add Evaluation
fr_fr: Ajouter une evaluation

source: Assign Evaluation to Training
fr_fr: Assigner une evaluation à la formation

source: Assign
fr_fr: Assigner

source: Submit
fr_fr: Soumettre

source: Copy
fr_fr: Copier

source: Date created
fr_fr: Date de création

source: Add New Evaluation
fr_fr: Ajouter une nouvelle evaluation

source: Evaluation Data Entry
fr_fr: Entrée des données de l'evaluation

source: Save and Exit
fr_fr: Sauvegarder et quitter

source: Save and Continue
fr_fr: Sauvegarder et continuer

source: Add External Course
fr_fr: Ajouter un cours externe

source: Add new External Course for
fr_fr: Ajouter un nouveau cours externe pour

source: Day
fr_fr: Jour

source: Month
fr_fr: Mois

source: Year
fr_fr: Année

source: Length
fr_fr: Durée

source: Who Funded
fr_fr: Quel est le bailleur

source: Add Course
fr_fr: Ajouter un cours

source: Please enter training location information
fr_fr: Inscrire les informations du lieu de formation

source: Add Location
fr_fr: Ajouter un lieu

source: Add new Facility
fr_fr: Ajouter une nouvelle institution

source: Address 1
fr_fr: Adresse ligne 1

source: Address 2
fr_fr: Adresse ligne 2

source: New city
fr_fr: Nouvelle ville

source: Postal code
fr_fr: Code postal

source: Facility sponsor
fr_fr: Bailleur de l'institution

source: Delete Location
fr_fr: Supprimer le lieu

source: Delete Facility
fr_fr: Supprimer l'institution

source: Edit Facility
fr_fr: Modifier l'institution

source: Facility name
fr_fr: Nom de l'institution

source: Address
fr_fr: Adresse

source: Save changes
fr_fr: Enregistrer les changements

source: Are you sure you wish to delete this facility?
fr_fr: Etes-vous sûr de vouloir supprimer cette institution ?

source: Search for Training Location
fr_fr: Rechercher un lieu de formation

source: Select Criteria
fr_fr: Sélectionner un critère

source: Training Location Name
fr_fr: Nom du lieu de la formation

source: Training locations
fr_fr: Lieux de formation

source: Results
fr_fr: Résultats

source: Add new training location
fr_fr: Ajouter un nouveau lieu de formation

source: Location Name
fr_fr: Nom du lieu

source: Limited to 100 rows
fr_fr: Limité à 100 lignes

source: Full Results
fr_fr: Résultats complets

source: Search Facilities
fr_fr: Rechercher les institutions

source: Add New Facility
fr_fr: Ajouter une nouvelle Institution

source: Sponsor
fr_fr: Bailleur

source: unknown
fr_fr: Inconnu

source: Save Changes
fr_fr: Enregistrer les modifications

source: Are you sure you wish to delete this location?
fr_fr: Etes-vous sûr de vouloir supprimer ce lieu ?

source: View Facility
fr_fr: Afficher l'institution

source: Postal Code
fr_fr: Code postal

source: Welcome to
fr_fr: Bienvenue à

source: Training System Monitoring and Reporting Tool
fr_fr: Outil pour le rapportage et le suivi des formations

source: Data Summary
fr_fr: Résumé des données

source: Trainers
fr_fr: Formateurs

source: Fiscal Year
fr_fr: Année fiscale

source: Future Trainings
fr_fr: Prochaines formations

source: View Printable Calendar
fr_fr: Voir le calendrier imprimable

source: Incomplete Trainings that already occurred
fr_fr: Formations imcompletes déjà réalisées

source: To be Approved
fr_fr: En attente d'approbation

source: Attached Documents
fr_fr: Documents joints

source: Right-click and select "Save Target As..." to download.
fr_fr: Faire un clic droit et sélectionner "Sauvegarder la cible comme..." pour télécharger.

source: Document Upload
fr_fr: Charger un document

source: Please login below
fr_fr: S'il vous plait ouvrir une session ci-dessous

source: User name
fr_fr: Nom d'utilisateur

source: Forgot your password?
fr_fr: Mot de passe oublié ?

source: Add Person
fr_fr: Ajouter une personne

source: Assign Person to Training
fr_fr: Assigner une personne à la formation

source: Delete Person
fr_fr: Supprimer la personne

source: Current Contact Information
fr_fr: Coordonnées actuelles

source: Insert new facility
fr_fr: Insérer une nouvelle institution

source: Address and Phone
fr_fr: Addresse et téléphone

source: Home phone
fr_fr: Téléphone à la maison

source: Work phone
fr_fr: Téléphone au bureau

source: Mobile phone
fr_fr: Téléphone portable

source: Email Secondary
fr_fr: E-mail secondaire

source: Trainer Information
fr_fr: Information sur le formateur

source: Show/Hide
fr_fr: Afficher/Masquer

source: Is person an active trainer?
fr_fr: La personne est-elle un formateur actif ?

source: Active trainer
fr_fr: Formateur actif

source: Trainer Affiliation
fr_fr: Affiliation du formateur

source: Trainer skills
fr_fr: Compétences du formateur

source: check all that apply
fr_fr: Cocher tout ce qui s'applique

source: Primary language
fr_fr: Langue maternelle

source: Secondary languages
fr_fr: Deuxièmes langues

source: Created by
fr_fr: Créé par

source: Date modified
fr_fr: Date de modification

source: Modified by
fr_fr: Modifié par

source: Delete this Person
fr_fr: Supprimer cette personne

source: Are you sure you wish to delete this person?
fr_fr: Etes-vous sûr de vouloir supprimer cette personne ?

source: Edit person's record
fr_fr: Modifier le dossier d'une personne

source: Add person's record
fr_fr: Ajouter le dossier d'une personne

source: Personal Information
fr_fr: Information personnelle

source: Birth date
fr_fr: Date de naissance

source: Duplicate Check
fr_fr: Vérifier à nouveau

source: Continue
fr_fr: Continuer

source: If the person already exists, please select their name below.
fr_fr: Si la personne existe déjà, veuillez sélectionner son nom ci-dessous.

source: Please enter a first and last name.
fr_fr: Veuillez entrer les noms et prénoms

source: Submission failed:
fr_fr: Echec de la requête :

source: Primary responsibility
fr_fr: Responsabilité principale

source: Secondary responsibility
fr_fr: Responsabilité secondaire

source: Trainer languages
fr_fr: Langues du formateur

source: Recommended Training Topics
fr_fr: Thèmes de formation recommandés

source: No recommended classes were found for the above primary qualification
fr_fr: Aucun cours recommandé n'a été trouvé pour la qualification principale sci-dessous

source: Upcoming Trainings
fr_fr: Prochaines formations

source: Topic(s)
fr_fr: Sujet(s)

source: Class History
fr_fr: Historique du cours

source: Topics(s)
fr_fr: Sujets

source: Please add or verify the trainer information below.
fr_fr: Veuillez ajouter ou vérifier les informations du formateur ci-dessous

source: Please enter facility information
fr_fr: Inscrire les informations de l'institution

source: Assign this person to a class
fr_fr: Assigner cette personne à une classe

source: External Class History
fr_fr: Historique de la Classe Externe

source: Add an external class
fr_fr: Ajouter une classe externe

source: Change History
fr_fr: Modifier l'historique

source: Change
fr_fr: Changer

source: Previous entry
fr_fr: Entrée précédente

source: No duplicates found.
fr_fr: Pas de doublons trouvés.

source: Age
fr_fr: Âge

source: Edit Person
fr_fr: Modifier le profil d'une personne

source: Person Search
fr_fr: Rechercher une personne

source: Trainers only
fr_fr: Formateurs uniquement

source: Participants only
fr_fr: Participants uniquement

source: Unattached only
fr_fr: Détaché uniquement

source: Everyone
fr_fr: Tout le monde

source: View Person
fr_fr: Afficher la personne

source: First name
fr_fr: Prénom

source: Middle name
fr_fr: Second prénom

source: Last name
fr_fr: Nom

source: Trainer Type
fr_fr: Type de formateur

source: Training History
fr_fr: Historique de la formation

source: Search
fr_fr: Rechercher

source: show
fr_fr: Montrer

source: group
fr_fr: Groupe

source: End date
fr_fr: Date de fin

source: Start date
fr_fr: Date du début

source: Trainings with known participants only
fr_fr: Formations avec participants connus uniquement

source: Trainings with unknown participants only
fr_fr: Formations avec participants inconus uniquement

source: All trainings
fr_fr: Toutes formations

source: Refresher
fr_fr: Rafraîchir

source: facility
fr_fr: Institution

source: Trainings matched with Facilities
fr_fr: Formations correspondant aux institutions

source: Training Location
fr_fr: Lieu de la formation

source: Evaluation Reports
fr_fr: Rapports d'evaluation

source: Generate Report
fr_fr: Générer le rapport

source: Evaluation Name
fr_fr: Nom de l'evaluation

source: Responses
fr_fr: Réponses

source: Select facility report
fr_fr: Choisir le rapport des institutions

source: Trainings by Facility Name
fr_fr: Formations par nom d'institution

source: Trainings by Facility Participant Count
fr_fr: Formations par nombre de participants et par institution

source: filter
fr_fr: Trier

source: Training location
fr_fr: Lieu de la formation

source: Report
fr_fr: Rapport

source: Select trainer report
fr_fr: Sélectionner le rapport de formateurs

source: Trainers by Skill, Language, and PEPFAR
fr_fr: Formateurs par compétences, langue et PEPFAR
