Repository: falafflepotatoe/trainsmart-code
Catalog: trunk/translations/*.UTF-8/LC_MESSAGES/itech.po
Languages: fr_fr

source: Select training report
fr_fr: Sélectionner le rapport de formation

source: Trainings by Name
fr_fr: Formations par Nom

source: Trainings by Participant Count
fr_fr: Formations par nombre de participants

source: primary
fr_fr: primaire

source: secondary
fr_fr: secondaire

source: Classes taken
fr_fr: Cours suivis

source: Upcoming classes
fr_fr: Prochains cours

source: Training topic
fr_fr: Sujet de la formation

source: Recommended topics
fr_fr: Sujets recommandés

source: Combine First and Last Names
fr_fr: Combiner prénom et nom

source: Person Count
fr_fr: Nombre de personnes

source: Select person report
fr_fr: Sélectionner rapport personnes

source: Needs by Person's Name
fr_fr: Besoins par nom

source: Needs by Person Count
fr_fr: Besoin par nombre de personnes

source: Unique by
fr_fr: Unique par

source: and
fr_fr: et

source: Not unique overall.
fr_fr: Pas unique en général

source: Unique by
fr_fr: Unique par

source: facility location
fr_fr: Adresse de l'institution

source: Total Participants by
fr_fr: Nombre de participants par

source: Participants Report
fr_fr: Rapport sur les participants

source: male
fr_fr: Homme

source: female
fr_fr: Femme

source: min
fr_fr: minimum

source: max
fr_fr: maximum

source: clear
fr_fr: Effacer

source: active
fr_fr: actif

source: inactive
fr_fr: inactif

source: Note: This report may contain multiple rows for participants who attended multiple trainings
fr_fr: A noter : ce rapport peut contenir plusieurs lignes pour les personnes qui ont suivi plusieurs formations

source: Participant Count
fr_fr: Nombre de participants

source: Show post-test scores above
fr_fr: Montrer les résultats du post-test ci-dessus

source: Show score increase above
fr_fr: Montrer l'amélioration du résultat ci-dessus

source: Return Unique Participants
fr_fr: Retour unique participants

source: Trainings Attended
fr_fr: Formations suivies

source: % Change
fr_fr: % des modifications

source: Match primary/secondary
fr_fr: Faire correspondre primaire/secondaire

source: Recommended classes (based on topic)
fr_fr: Formations recommandées (en fonction du sujet)

source: Select participant report
fr_fr: Sélectionner le rapport des participants

source: Unique Participants by
fr_fr: Trier les participants par

source: Unique Participants by
fr_fr: Participant unique par

source: Unique Participants by Qualification
fr_fr: Participant unique par qualification

source: Participants Trained
fr_fr: Participants formés

source: Participants by Facility
fr_fr: Participants par institution

source: Participants by Name
fr_fr: Participants par nom

source: Participants with Scores
fr_fr: Participants avec résultats

source: training location
fr_fr: Lieu de formation

source: Extended Report with Test Scores
fr_fr: Rapport étendu avec résultats de test

source: Extended Report with Regions and Qualification
fr_fr: Rapport étendu avec des régions et qualifications

source: Trainer Report
fr_fr: Rapport sur le formateur

source: Trainer language
fr_fr: Langue du formateur

source: Select topic taught
fr_fr: Sélectionner le sujet enseigné

source: Combine first and last names
fr_fr: Combiner prénom et nom

source: Training Session Deleted
fr_fr: Session de formation supprimée

source: This training session has been deleted.
fr_fr: Cette session de formation a été supprimée.

source: Edit Topics
fr_fr: Editer les thèmes

source: Edit Trainer Topic
fr_fr: Editer le thème de la formation

source: Training Roster
fr_fr: Tableau de service de la formation

source: Course Roster
fr_fr: Liste des participants du cours

source: Start Date:
fr_fr: Date du début :

source: End Date:
fr_fr: Date de la fin :

source: Total Trainers:
fr_fr: Nombre total de formateurs :

source: Total Participants:
fr_fr: Nombre total de participants :

source: Return to training
fr_fr: Retour à la formation

source: Person
fr_fr: Personne

source: Are you sure you wish to delete this score?
fr_fr: Etes-vous sûr de vouloir supprimer cette note ?

source: Return to Training Session
fr_fr: Retourner à la session de formation

source: Save Training
fr_fr: Sauvegarder la Formation

source: Add new Training Location
fr_fr: Ajouter un nouveau lieu de formation

source: Please enter training location information:
fr_fr: Inscrire les informations sur le lieu de formation :

source: It looks like the training dates do not match the length. Please double check these fields.
fr_fr: Les dates de la formation ne correspondent pas à sa durée. Veuillez vérifier ces champs.

source: Cancel
fr_fr: Annuler

source: Date created:
fr_fr: Date de création :

source: Created by:
fr_fr: Créé par :

source: Date modified:
fr_fr: Date de modification :

source: Modified by:
fr_fr: Modifié par :

source: View/Print Training Roster
fr_fr: Afficher/Imprimer le tableau de service de la formation

source: Enter Evaluation Data
fr_fr: Entrer les données de l'evaluation

source: View Data
fr_fr: Voir les données

source: unassigned
fr_fr: pas attribué

source: Duplicate this Training
fr_fr: Dupliquer cette formation

source: Delete this Training
fr_fr: Supprimer cette formation

source: Training start date
fr_fr: Date de début de formation

source: Training end date
fr_fr: Date de fin de formation

source: Training length
fr_fr: Durée de la formation

source: hours
fr_fr: heures

source: weeks
fr_fr: semaines

source: Participants are known
fr_fr: Les participants sont connus

source: Check all that apply below
fr_fr: Cocher la ou les cases ci-dessous qui s'appliquent

source: Please enter the name your new funding item:
fr_fr: Inscrire le nom du nouveau bailleur/agence de financement :

source: Insert
fr_fr: Insérer

source: New Person Form
fr_fr: Formulaire pour une nouvelle personne

source: The entered trainer name could not be found.\n\nPlease select one from the list or add a new person.
fr_fr: Le nom saisi pour le formateur n'a pas été retrouvé.\n\nChoisissez l'un des noms de la liste ou ajoutez un nouveau nom.

source: Please enter the number of days for this trainer.
fr_fr: Inscrire le nombre de jours pour ce formateur.

source: You must edit this person's trainer profile before adding them to this session.\n\nWould you like to do this now?
fr_fr: Vous devez modifier le profil de ce formateur avant de l'ajouter à cette session. Voulez-vous le faire maintenant ?

source: Participant Information
fr_fr: Information sur les participants

source: Course Average Test Scores
fr_fr: Notes moyennes pre et post test

source: You need to choose a qualification for all recorded participants.
fr_fr: Vous devez choisir une qualification pour tous les participants enregistrés.

source: Participant Qualifications
fr_fr: Qualification des participants

source: Approval Status
fr_fr: Statut approuvé

source: Location name
fr_fr: Nom du lieu

source: Activate User
fr_fr: Activer un utilisateur

source: Add User
fr_fr: Ajouter un utilisateur

source: User Set Up
fr_fr: Paramètres utilisateur

source: Block User
fr_fr: Bloquer un utilisateur

source: Edit Account
fr_fr: Editer le compte

source: E-mail
fr_fr: Courriel

source: New password
fr_fr: Nouveau mot de passe

source: Confirm new password
fr_fr: Confirmer le nouveau mot de passe

source: Access Level
fr_fr: Niveau d'accès

source: Add/Edit/Delete
fr_fr: Ajouter/Editer/Supprimer

source: View only
fr_fr: Voir seulement

source: View/create reports
fr_fr: Voir/créer des rapports

source: Edit country options
fr_fr: Editer les options du pays

source: Add Training Titles
fr_fr: Ajouter les titres des formations

source: Add/Edit users
fr_fr: Ajouter/Editer les utilisateurs

source: Approval
fr_fr: Approbation

source: Approve trainings
fr_fr: Formations approuvées

source: Organizer access
fr_fr: Accès des organisateurs

source: All Training Organizers
fr_fr: Tous les organisateurs de formation

source: Block this User
fr_fr: Bloquer cet utilisateur

source: Are you sure you wish to block this user?
fr_fr: Etes-vous certain de vouloir bloquer cet utilisateur?

source: Activate this User
fr_fr: Activer cet utilisateur

source: Are you sure you wish to activate this user?
fr_fr: Etes-vous certain de vouloir activer cet utilisateur?

source: Forgot Password
fr_fr: Mot de passe oublié

source: Enter your email address, and a new temporary password will be sent to you.
fr_fr: Inscrire votre adresse électronique et un nouveau mot de passe temporaire vous sera envoyé.

source: Send Password
fr_fr: Envoyer le mot de passe

source: Confirm New password
fr_fr: Confirmer le nouveau mot de passe

source: User List
fr_fr: Liste des utilisateurs

source: Browse Users
fr_fr: Lister les utilisateurs

source: blocked
fr_fr: Bloqué

source: First
fr_fr: Prénom

source: Last
fr_fr: Nom

source: Username
fr_fr: Nom d'utilisateur

source: Status
fr_fr: Etat

source: Send email with login information
fr_fr: Envoyer un courriel avec les informations d'identification

source: Finished
fr_fr: Fini
